const LawyerList = [
  {
    id: new Date().toISOString + Math.random().toString(),
    name: "المحامي عبدالكريم غفار",
    rate: "3",
    speciality: "جنائي",
    vezita: "150",
    address: "وسط البلد",
    visitors: "150",
    experiance: "7",
    about: `عمل محاضرًا في العديد من المؤسّسات العلميّة المصريّة والدوليّة.
عمل محاضرًا في المنظّمة العربيّة للتنمية الإداريّة (جامعة الدول العربيّة)
عمل محاضرًا في أكاديميّة السادات للعلوم الإداريّة.`,
    otherSpecialities: ["مدنى", "عسكرى", "تجارى", "نقض"],
  },
  {
    id: new Date().toISOString + Math.random().toString(),
    name: "المحامي مازن عصام الدين",
    rate: "5",
    speciality: "مدنى",
    vezita: "300",
    address: "المقطم",
    visitors: "150",
    experiance: "10",
    about: `عمل محاضرًا في العديد من المؤسّسات العلميّة المصريّة والدوليّة.
    عمل محاضرًا في المنظّمة العربيّة للتنمية الإداريّة (جامعة الدول العربيّة)
    عمل محاضرًا في أكاديميّة السادات للعلوم الإداريّة.`,
    otherSpecialities: [
      "مدنى",
      "عسكرى",
      "تجارى",
      "نقض",
      "مدنى",
      "مدنى",
      "مدنى",
      "مدنى",
      "مدنى",
    ],
  },
  {
    id: new Date().toISOString + Math.random().toString(),
    name: "المحامي عبدالكريم غفار",
    rate: "5",
    speciality: "جنائي",
    vezita: "150",
    address: "وسط البلد",
    visitors: "150",
    experiance: "7",
    about: `عمل محاضرًا في العديد من المؤسّسات العلميّة المصريّة والدوليّة.
    عمل محاضرًا في المنظّمة العربيّة للتنمية الإداريّة (جامعة الدول العربيّة).
    عمل محاضرًا في أكاديميّة السادات للعلوم الإداريّة.`,
    otherSpecialities: ["مدنى", "عسكرى", "تجارى", "نقض"],
  },
  {
    id: new Date().toISOString + Math.random().toString(),
    name: "المحامي عبدالكريم غفار",
    rate: "1",
    speciality: "جنائي",
    vezita: "150",
    address: "وسط البلد",
    visitors: "150",
    experiance: "7",
    about: `عمل محاضرًا في العديد من المؤسّسات العلميّة المصريّة والدوليّة.
    عمل محاضرًا في المنظّمة العربيّة للتنمية الإداريّة (جامعة الدول العربيّة).
    عمل محاضرًا في أكاديميّة السادات للعلوم الإداريّة.`,
    otherSpecialities: ["مدنى", "عسكرى", "تجارى", "نقض"],
  },
  {
    id: new Date().toISOString + Math.random().toString(),
    name: "المحامي عبدالكريم غفار",
    rate: "4",
    speciality: "جنائي",
    vezita: "150",
    address: "وسط البلد",
    visitors: "150",
    experiance: "7",
    about: `عمل محاضرًا في العديد من المؤسّسات العلميّة المصريّة والدوليّة.
    عمل محاضرًا في المنظّمة العربيّة للتنمية الإداريّة (جامعة الدول العربيّة).
    عمل محاضرًا في أكاديميّة السادات للعلوم الإداريّة.`,
    otherSpecialities: ["مدنى", "عسكرى", "تجارى", "نقض"],
  },
  {
    id: new Date().toISOString + Math.random().toString(),
    name: "المحامي عبدالكريم غفار",
    rate: "2",
    speciality: "جنائي",
    vezita: "150",
    address: "وسط البلد",
    visitors: "150",
    experiance: "7",
    about: `عمل محاضرًا في العديد من المؤسّسات العلميّة المصريّة والدوليّة.
    عمل محاضرًا في المنظّمة العربيّة للتنمية الإداريّة (جامعة الدول العربيّة).
    عمل محاضرًا في أكاديميّة السادات للعلوم الإداريّة.`,
    otherSpecialities: ["مدنى", "عسكرى", "تجارى", "نقض"],
  },
  {
    id: new Date().toISOString + Math.random().toString(),
    name: "المحامي عبدالكريم غفار",
    rate: "3",
    speciality: "جنائي",
    vezita: "150",
    address: "وسط البلد",
    visitors: "150",
    experiance: "7",
    about: `عمل محاضرًا في العديد من المؤسّسات العلميّة المصريّة والدوليّة.
    عمل محاضرًا في المنظّمة العربيّة للتنمية الإداريّة (جامعة الدول العربيّة).
    عمل محاضرًا في أكاديميّة السادات للعلوم الإداريّة.`,
    otherSpecialities: ["مدنى", "عسكرى", "تجارى", "نقض"],
  },
  {
    id: new Date().toISOString + Math.random().toString(),
    name: "المحامي عبدالكريم غفار",
    rate: "4",
    speciality: "جنائي",
    vezita: "150",
    address: "وسط البلد",
    visitors: "150",
    experiance: "7",
    about: `عمل محاضرًا في العديد من المؤسّسات العلميّة المصريّة والدوليّة.
    عمل محاضرًا في المنظّمة العربيّة للتنمية الإداريّة (جامعة الدول العربيّة).
    عمل محاضرًا في أكاديميّة السادات للعلوم الإداريّة.`,
    otherSpecialities: ["مدنى", "عسكرى", "تجارى", "نقض"],
  },
  {
    id: new Date().toISOString + Math.random().toString(),
    name: "المحامي عبدالكريم غفار",
    rate: "5",
    speciality: "جنائي",
    vezita: "150",
    address: "وسط البلد",
    visitors: "150",
    experiance: "7",
    about: `عمل محاضرًا في العديد من المؤسّسات العلميّة المصريّة والدوليّة.
    عمل محاضرًا في المنظّمة العربيّة للتنمية الإداريّة (جامعة الدول العربيّة).
    عمل محاضرًا في أكاديميّة السادات للعلوم الإداريّة.`,
    otherSpecialities: ["مدنى", "عسكرى", "تجارى", "نقض"],
  },
];

export default LawyerList;
